import MountainPage from "../../components/MountainPage";

export default function RilaPage() {
  return (
    <MountainPage
      name="Рила"
      color="bg-[#7c8b74]"
      description="Рила е най-високата планина в България и на Балканите. Дом на Седемте рилски езера, Мусала и едни от най-красивите диви маршрути в страната."
      cards={[
        {
          title: "Маршрути",
          text: "Преходи, върхове, езера и GPS маршрути.",
        },
        {
          title: "Безопасност",
          text: "Информация за времето, диви животни и рискови зони.",
        },
        {
          title: "Хижи и места",
          text: "Хижи, къмпинг места и скрити гледки.",
        },
      ]}
      dangers={["Мечки", "Вълци", "Глигани", "Змии"]}
    />
  );
}